Repository: br-automation-com/mapp-Framework
Catalog: mappFramework/Logical/Infrastructure/AlarmX/Alarms.tmx
Source language: en
Languages: zh

source: Emergency stop button 1 has been pressed
zh: 急停按钮已按下

source: Emergency stop button 2 has been pressed
zh: 急停按钮已按下

source: Emergency stop button 3 has been pressed
zh: 急停按钮已按下

source: Safety door 1 is open
zh: 安全门未关闭

source: Safety door 2 is open
zh: 安全门未关闭

source: Safety door 3 is open
zh: 安全门未关闭

source: Safety door 4 is open
zh: 安全门未关闭

source: Safety door 5 is open
zh: 安全门未关闭

source: Safety door 6 is open
zh: 安全门未关闭

source: Level Monitoring Example
zh: 水位监控示例

source: Low Error
zh: 过低错误

source: Low Warning
zh: 过低报警

source: High Warning
zh: 过高报警

source: High Error
zh: 过高错误

source: Deviation Monitoring Example
zh: 偏差监控示例

source: Rate Of Change Example
zh: 变化率示例

source: MpAlarmXControl Function Block Example
zh: MpAlarmXControl功能块示例

source: Alarm 0
zh: 报警 0

source: Alarm 1
zh: 报警 1

source: Alarm 2
zh: 报警 2

source: Alarm 3
zh: 报警 3

source: Alarm 4
zh: 报警 4

source: Alarm 5
zh: 报警 5

source: Alarm 6
zh: 报警 6

source: Alarm 7
zh: 报警 7

source: Alarm 8
zh: 报警 8

source: Alarm 9
zh: 报警 9

source: Alarm 10
zh: 报警 10

source: Alarm 11
zh: 报警 11

source: Alarm 12
zh: 报警 12

source: Alarm 13
zh: 报警 13

source: Alarm 14
zh: 报警 14

source: Alarm 15
zh: 报警 15

source: Alarm 16
zh: 报警 16

source: Alarm 17
zh: 报警 17

source: Alarm 18
zh: 报警 18

source: Alarm 19
zh: 报警 19

source: Alarm 20
zh: 报警 20

source: Alarm 21
zh: 报警 21

source: Alarm 22
zh: 报警 22

source: Alarm 23
zh: 报警 23

source: Alarm 24
zh: 报警 24

source: Alarm 25
zh: 报警 25

source: Alarm 26
zh: 报警 26

source: Alarm 27
zh: 报警 27

source: Alarm 28
zh: 报警 28

source: Alarm 29
zh: 报警 29

source: Alarm 30
zh: 报警 30

source: Alarm 31
zh: 报警 31

source: Alarm 32
zh: 报警 32

source: Alarm 33
zh: 报警 33

source: Alarm 34
zh: 报警 34

source: Alarm 35
zh: 报警 35

source: Alarm 36
zh: 报警 36

source: Alarm 37
zh: 报警 37

source: Alarm 38
zh: 报警 38

source: Alarm 39
zh: 报警 39

source: Alarm 40
zh: 报警 40

source: Alarm 41
zh: 报警 41

source: Alarm 42
zh: 报警 42

source: Alarm 43
zh: 报警 43

source: Alarm 44
zh: 报警 44

source: Alarm 45
zh: 报警 45

source: Alarm 46
zh: 报警 46

source: Alarm 47
zh: 报警 47

source: Alarm 48
zh: 报警 48

source: Alarm 49
zh: 报警 49

source: Alarm 50
zh: 报警 50

source: Alarm 51
zh: 报警 51

source: Alarm 52
zh: 报警 52

source: Alarm 53
zh: 报警 53

source: Alarm 54
zh: 报警 54

source: Alarm 55
zh: 报警 55

source: Alarm 56
zh: 报警 56

source: Alarm 57
zh: 报警 57

source: Alarm 58
zh: 报警 58

source: Alarm 59
zh: 报警 59

source: Alarm 60
zh: 报警 60

source: Alarm 61
zh: 报警 61

source: Alarm 62
zh: 报警 62

source: Alarm 63
zh: 报警 63

source: Alarm 64
zh: 报警 64

source: Alarm 65
zh: 报警 65

source: Alarm 66
zh: 报警 66

source: Alarm 67
zh: 报警 67

source: Alarm 68
zh: 报警 68

source: Alarm 69
zh: 报警 69

source: Alarm 70
zh: 报警 70

source: Alarm 71
zh: 报警 71

source: Alarm 72
zh: 报警 72

source: Alarm 73
zh: 报警 73

source: Alarm 74
zh: 报警 74

source: Alarm 75
zh: 报警 75

source: Alarm 76
zh: 报警 76

source: Alarm 77
zh: 报警 77

source: Alarm 78
zh: 报警 78

source: Alarm 79
zh: 报警 79

source: Alarm 80
zh: 报警 80

source: Alarm 81
zh: 报警 81

source: Alarm 82
zh: 报警 82

source: Alarm 83
zh: 报警 83

source: Alarm 84
zh: 报警 84

source: Alarm 85
zh: 报警 85

source: Alarm 86
zh: 报警 86

source: Alarm 87
zh: 报警 87

source: Alarm 88
zh: 报警 88

source: Alarm 89
zh: 报警 89

source: Alarm 90
zh: 报警 90

source: Alarm 91
zh: 报警 91

source: Alarm 92
zh: 报警 92

source: Alarm 93
zh: 报警 93

source: Alarm 94
zh: 报警 94

source: Alarm 95
zh: 报警 95

source: Alarm 96
zh: 报警 96

source: Alarm 97
zh: 报警 97

source: Alarm 98
zh: 报警 98

source: Alarm 99
zh: 报警 99
